SigFeXML 3.0 + ws nc(Devengos UPLOAD) - copia/SigFeXML/LogSigfe2/2016/22032016/E/22032016_553998_E-1.xml

<?xml version="1.0" encoding="utf-8"?>
<Envelope xmlns="http://www.w3.org/2003/05/soap-envelope">
	<Header />
	<Body>
<Devengo xmlns="http://sigfe.cl/ws/inter/verticales/devengo">
	<cabeceraArchivoType>
		<ejercicio>2016</ejercicio>
		<periodo>03</periodo>
		<proceso>0301</proceso>
		<identificacionEnvio>160322060044880</identificacionEnvio>
		<montoTotal>877855</montoTotal>
		<cantidadTransacciones>5</cantidadTransacciones>
		<usuarioGenerador>cmunozca</usuarioGenerador>
		<usuarioAprobador>cmunozca</usuarioAprobador>
		<informacionInstitucionType>
			<partida>16</partida>
			<capitulo>04</capitulo>
			<areaTransaccional>001</areaTransaccional>
		</informacionInstitucionType>
	</cabeceraArchivoType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>553994</idTransferencia>
		<titulo>FE_463090_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463090_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463090_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463090</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>103389</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>77082580-6</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2245705</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>115</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>103389</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>103389</montoCuentaDebe>
								<montoCuentaHaber>103389</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>77082580-6</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>103389</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>553995</idTransferencia>
		<titulo>FE_463091_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463091_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463091_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463091</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>133933</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>87912900-1</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2247904</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>122</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>133933</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>133933</montoCuentaDebe>
								<montoCuentaHaber>133933</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>87912900-1</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>133933</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>553996</idTransferencia>
		<titulo>FE_463092_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463092_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463092_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463092</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>382566</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>96862190-4</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2247904</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>122</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>306504</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>306504</montoCuentaDebe>
								<montoCuentaHaber>306504</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2247901</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>120</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>76062</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>76062</montoCuentaDebe>
								<montoCuentaHaber>76062</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>96862190-4</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>382566</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>553997</idTransferencia>
		<titulo>FE_463093_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463093_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463093_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463093</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>158449</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>81380500-6</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2248121</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>133</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>158449</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>158449</montoCuentaDebe>
								<montoCuentaHaber>158449</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>81380500-6</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>158449</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
	<transaccionType>
		<folioOriginal />
		<tipoTransaccion>1</tipoTransaccion>
		<idTransferencia>553998</idTransferencia>
		<titulo>FE_463094_2016-03-22</titulo>
		<descripcionTransaccionDevengo>FE_463094_2016-03-22</descripcionTransaccionDevengo>
		<tipoAjuste />
		<devengoTED>false</devengoTED>
		<documentoType>
			<correlativoDocumento />
			<tipoDocumento>0201</tipoDocumento>
			<descripcionDocumentoDevengo>FE_463094_2016-03-22</descripcionDocumentoDevengo>
			<numeroDocumentoDevengo>463094</numeroDocumentoDevengo>
			<fechaDocumentoDevengo>2016-03-22</fechaDocumentoDevengo>
			<fechaRecepcionConforme>2016-03-22</fechaRecepcionConforme>
			<monedaDocumentoDevengo>CLP</monedaDocumentoDevengo>
			<fechaTipoCambio />
			<contabilizacionImpuesto>false</contabilizacionImpuesto>
			<montoTotalNetoOrigen>99518</montoTotalNetoOrigen>
			<imputacionAGlosasType>
				<programaPresupuestario />
				<numeroGlosaPresupuestaria />
				<letraGlosaPresupuestaria />
				<valorImputacion />
			</imputacionAGlosasType>
			<camposVariablesType>
				<campoVariableType>
					<codigo />
					<valor />
				</campoVariableType>
			</camposVariablesType>
			<impuestoType>
				<codigoImpuesto>
				</codigoImpuesto>
				<montoBase />
			</impuestoType>
			<principalType>
				<rut>88611600-4</rut>
				<institucionTED />
				<requerimientoCompromisoType>
					<correlativoRequerimientoCompromiso>2248128</correlativoRequerimientoCompromiso>
					<proceso>01</proceso>
					<folio>137</folio>
					<combinacionType>
						<conceptoPresupuestarioType>
							<concepto>0702</concepto>
							<montoNeto>99518</montoNeto>
							<cuentaContable>
								<codigoCuentaDebe>11507</codigoCuentaDebe>
								<codigoCuentaHaber>43101</codigoCuentaHaber>
								<montoCuentaDebe>99518</montoCuentaDebe>
								<montoCuentaHaber>99518</montoCuentaHaber>
							</cuentaContable>
						</conceptoPresupuestarioType>
						<catalogosType>
							<catalogo>iniciativaInversion</catalogo>
							<valor>00</valor>
						</catalogosType>
					</combinacionType>
				</requerimientoCompromisoType>
				<cumplimientoType>
					<rutPrincipalRelacionado>88611600-4</rutPrincipalRelacionado>
					<fechaCumplimiento>2016-05-22</fechaCumplimiento>
					<montoCumplimiento>99518</montoCumplimiento>
				</cumplimientoType>
			</principalType>
		</documentoType>
		<combinacionCatalogoContableType>
			<codigo />
			<valor />
		</combinacionCatalogoContableType>
	</transaccionType>
</Devengo></Body>
</Envelope>